Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TypedOverloads.FileManager.outOfSpace
source: There is not enough disk space to complete the operation.
ar: لا يوجد مساحة كافية على القرص لإكمال العملية.
bg: Няма достатъчно дисково пространство, за да завършите операцията.
ca: No hi ha prou espai al disc per completar l'operació.
cs: Není dostatek místa na disku k dokončení operace.
da: Der er ikke nok plads på disken til at fuldføre operationen.
de: Es ist nicht genügend Speicherplatz vorhanden, um die Operation abzuschließen.
el: Δεν υπάρχει αρκετός αποθηκευτικός χώρος για να ολοκληρωθεί η διαδικασία.
es: No hay suficiente espacio en disco para completar la operación.
es_419: No hay suficiente espacio en disco para completar la operación.
fi: Vapaa levytila ei riitä toiminnon suorittamiseen.
fr: Il n'y a pas assez d'espace disque pour effectuer l'opération.
fr_ca: Il n'y a pas assez d'espace disque pour terminer l'opération.
he: אין מספיק מקום בדיסק כדי להשלים את הפעולה.
hi: संشोधन पूरा करने के लिए पर्याप्त डिस्क स्पेस नहीं है।
hr: Nema dovoljno slobodnog prostora na disku za završavanje operacije.
hu: Nincs elég lemezterület a művelet befejezéséhez.
id: Tidak ada cukup ruang disk untuk menyelesaikan operasi.
it: Non c'è spazio sufficiente sul disco per completare l'operazione.
ja: 操作を完了するためのディスクスペースが不足しています。
kk: Операцияны аяқтау үшін дискіде орын жеткіліксіз.
ko: 작업을 완료할 디스크 공간이 충분하지 않습니다.
ms: Tiada ruang cakera yang mencukupi untuk menyelesaikan operasi.
nb: Det er ikke nok diskplass til å fullføre operasjonen.
nl: Er is niet genoeg schijfruimte om de bewerking te voltooien.
pl: Niewystarczająca ilość miejsca na dysku, aby dokończyć operację.
pt_br: Não há espaço suficiente no disco para completar a operação.
pt_pt: Não há espaço suficiente em disco para completar a operação.
ro: Nu ai suficient spațiu pe disc pentru a completa operația.
ru: Недостаточно дискового пространства для завершения операции.
sk: Nie je dostatok miesta na disku na dokončenie operácie.
sv: Det finns inte tillräckligt med diskutrymme för att slutföra åtgärden.
th: ไม่มีพื้นที่ดิสก์เพียงพอในการดำเนินการนี้
tr: İşlemi tamamlamak için yeterli disk alanı yok.
uk: Немає достатньо місця на диску для завершення операції.
vi: Không đủ dung lượng đĩa để hoàn thành thao tác.
zh_hans: 磁盘空间不足，无法完成操作。
zh_hant: 沒有足夠的磁碟空間來完成操作。
zh_hk: 磁碟空間不足，無法完成操作。

# TypedOverloads.FileManager.readError
source: An unknown error occurred while reading the file.
ar: حدث خطأ غير معروف أثناء قراءة الملف.
bg: Възникна непозната грешка по време на четене на файла.
ca: S'ha produït un error desconegut mentre s'estava llegint el fitxer.
cs: Došlo k neznámé chybě při čtení souboru.
da: Der opstod en ukendt fejl under læsning af filen.
de: Beim Lesen der Datei ist ein unbekannter Fehler aufgetreten.
el: Ένα άγνωστο σφάλμα συνέβη κατά την ανάγνωση του αρχείου.
es: Se produjo un error desconocido al leer el archivo.
es_419: Ocurrió un error desconocido al leer el archivo.
fi: Tuntematon virhe tapahtui tiedoston lukemisen aikana.
fr: Une erreur inconnue s'est produite lors de la lecture du fichier.
fr_ca: Une erreur inconnue est survenue lors de la lecture du fichier.
he: אירעה טעות לא ידועה בזמן קריאת הקובץ.
hi: फाइल पढ़ते समय एक अनजान त्रुटि हुई।
hr: Došlo je do nepoznate greške prilikom čitanja datoteke.
hu: Ismeretlen hiba történt a fájl olvasása közben.
id: Terjadi kesalahan yang tidak diketahui saat membaca file.
it: Si è verificato un errore sconosciuto durante la lettura del file.
ja: ファイルを読み取る際に未知のエラーが発生しました。
kk: Файлды оқу кезінде белгісіз қате болды.
ko: 파일을 읽는 동안 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak diketahui berlaku semasa membaca fail.
nb: Det oppstod en ukjent feil under lesing av filen.
nl: Er is een onbekende fout opgetreden tijdens het lezen van het bestand.
pl: Wystąpił nieznany błąd podczas odczytu pliku.
pt_br: Ocorreu um erro desconhecido ao ler o arquivo.
pt_pt: Ocorreram erros desconhecidos ao ler o ficheiro.
ro: A apărut o eroare necunoscută în timpul citirii fișierului.
ru: Произошла неизвестная ошибка при чтении файла.
sk: Pri čítaní súboru došlo k neznámej chybe.
sv: Ett okänt fel uppstod under läsningen av filen.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุในขณะอ่านไฟล์
tr: Dosyayı okurken bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка під час читання файлу.
vi: Đã xảy ra lỗi không xác định trong quá trình đọc tệp.
zh_hans: 读取文件时发生未知错误。
zh_hant: 讀取檔案時發生未知錯誤。
zh_hk: 讀取文件時發生未知錯誤。

# TypedOverloads.FileManager.unsupportedEncoding
source: The file's character encoding is not supported.
ar: ترميز الحروف في الملف غير مدعوم.
bg: Кодирането на знаците на файла не се поддържа.
ca: La codificació de caràcters del fitxer no és compatible.
cs: Znaky souboru mají nepodporované kódování.
da: Tegnkodningen for filen understøttes ikke.
de: Die Zeichenkodierung der Datei wird nicht unterstützt.
el: Η κωδικοποίηση χαρακτήρων του αρχείου δεν υποστηρίζεται.
es: La codificación de caracteres del archivo no es compatible.
es_419: La codificación de caracteres del archivo no es compatible.
fi: Tiedoston merkistökoodaus ei ole tuettu.
fr: Le codage des caractères du fichier n'est pas pris en charge.
fr_ca: L'encodage des caractères du fichier n'est pas supporté.
he: קידוד התו של הקובץ אינו נתמך.
hi: फाइल का करैक्टर एन्कोडिंग समर्थित नहीं है।
hr: Kod datoteke jezikovno kodiranje nije podržano.
hu: A fájl karakterkódolása nem támogatott.
id: Encoding karakter pada file tidak didukung.
it: La codifica dei caratteri del file non è supportata.
ja: ファイルの文字エンコーディングはサポートされていません。
kk: Файлдың таңбалық кодталуы қолдау көрсетілмейді.
ko: 파일의 문자 인코딩이 지원되지 않습니다.
ms: Pengkodan watak fail tidak disokong.
nb: Filens tegnkoding støttes ikke.
nl: De tekencodering van het bestand is niet ondersteund.
pl: Kodowanie znaków pliku nie jest obsługiwane.
pt_br: A codificação de caracteres do arquivo não é suportada.
pt_pt: A codificação de caracteres do ficheiro não é suportada.
ro: Codificarea caracterelor fișierului nu este suportată.
ru: Кодировка символов файла не поддерживается.
sk: Súbor je zakódovaný nepodporovaným spôsobom.
sv: Filens teckenkodning stöds inte.
th: การเข้ารหัสตัวอักษรของไฟล์ไม่ได้รับการสนับสนุน
tr: Dosyanın karakter kodlaması desteklenmiyor.
uk: Кодування символів файлу не підтримується.
vi: Mã ký tự của tệp không được hỗ trợ.
zh_hans: 文件的字符编码不受支持。
zh_hant: 該檔案的字元編碼不受支援。
zh_hk: 文件的字符编码不受支持。

# TypedOverloads.FileManager.volumeReadOnly
source: The storage volume is read-only and cannot be modified.
ar: حجم التخزين للقراءة فقط ولا يمكن تعديله.
bg: Съхранителният обем е само за четене и не може да бъде модифициран.
ca: El volum d'emmagatzematge és de només lectura i no es pot modificar.
cs: Čtecí zařízení je pouze pro čtení a nelze jej upravit.
da: Lagringsvolumenet er skrivebeskyttet og kan ikke ændres.
de: Das Speichermedium ist schreibgeschützt und kann nicht geändert werden.
el: Ο αποθηκευτικός χώρος είναι μόνο για ανάγνωση και δεν μπορεί να τροποποιηθεί.
es: El volumen de almacenamiento es de solo lectura y no se puede modificar.
es_419: El volumen de almacenamiento es de solo lectura y no se puede modificar.
fi: Tallennustila on vain luku -tilassa eikä sitä voida muokata.
fr: Le volume de stockage est en lecture seule et ne peut pas être modifié.
fr_ca: Le volume de stockage est en lecture seule et ne peut pas être modifié.
he: הנפח האחסון הוא רק לקריאה ואינו ניתן לשינוי.
hi: स्टोरेज वॉल्यूम केवल पढ़ने योग्य है और इसे बदला नहीं जा सकता।
hr: Pohrambeni volumen je samo za čitanje i ne može se mijenjati.
hu: A tároló kötet csak olvasható, és nem módosítható.
id: Volume penyimpanan bersifat hanya-baca dan tidak dapat dimodifikasi.
it: Il volume di archiviazione è di sola lettura e non può essere modificato.
ja: ストレージボリュームは読み取り専用で変更できません。
kk: Сақтау сыйымдылығы тек оқуға арналған және өзгертілмейді.
ko: 저장소 볼륨은 읽기 전용이며 수정할 수 없습니다.
ms: Volume storan adalah baca sahaja dan tidak boleh diubah.
nb: Lagringsvolumet er skrivbeskyttet og kan ikke endres.
nl: De opslagvolumes zijn alleen-lezen en kunnen niet worden aangepast.
pl: Wolumin pamięci jest tylko do odczytu i nie może być modyfikowany.
pt_br: O volume de armazenamento é somente leitura e não pode ser modificado.
pt_pt: O volume de armazenamento é somente leitura e não pode ser modificado.
ro: Volumul de stocare este doar în citire și nu poate fi modificat.
ru: Хранилище доступно только для чтения и не может быть изменено.
sk: Ukladací objem je iba na čítanie a nemôže byť zmenený.
sv: Lagringsvolymen är skrivskyddad och kan inte ändras.
th: โวลุ่มจัดเก็บเป็นแบบอ่านอย่างเดียวและไม่สามารถแก้ไขได้
tr: Depolama alanı yalnızca okunabilir ve değiştirilemez.
uk: Об'єм зберігання є доступним тільки для читання і не може бути змінений.
vi: Khối lưu trữ là chỉ đọc và không thể được sửa đổi.
zh_hans: 存储卷是只读的，无法进行修改。
zh_hant: 存儲區卷為唯讀，無法修改。
zh_hk: 存储卷是唯讀的，无法修改。

# TypedOverloads.FileManager.writeError
source: An unknown error occurred while writing the file.
ar: حدث خطأ غير معروف أثناء كتابة الملف.
bg: Възникна неизвестна грешка при записването на файла.
ca: S'ha produït un error desconegut mentre s'escrivia el fitxer.
cs: Při zápisu souboru došlo k neznámé chybě.
da: Der opstod en ukendt fejl under skrivning af filen.
de: Ein unbekannter Fehler ist beim Schreiben der Datei aufgetreten.
el: Προέκυψε άγνωστο σφάλμα κατά τη διάρκεια της εγγραφής του αρχείου.
es: Se produjo un error desconocido al escribir el archivo.
es_419: Ocurrió un error desconocido al escribir el archivo.
fi: Tuntematon virhe tapahtui tiedostoa kirjoitettaessa.
fr: Une erreur inconnue s'est produite lors de l'écriture du fichier.
fr_ca: Une erreur inconnue s'est produite lors de l'écriture du fichier.
he: אירעה שגיאה לא ידועה בזמן כתיבת הקובץ.
hi: फाइल लिखते समय एक अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate greške tijekom pisanja datoteke.
hu: Ismeretlen hiba történt a fájl írása közben.
id: Terjadi kesalahan yang tidak diketahui saat menulis file.
it: Si è verificato un errore sconosciuto durante la scrittura del file.
ja: ファイルの書き込み中に不明なエラーが発生しました。
kk: Файл жазу кезінде белгісіз қате пайда болды.
ko: 파일을 쓰는 중 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak dikenali berlaku semasa menulis fail.
nb: Det oppstod en ukjent feil under skriving av filen.
nl: Er is een onbekende fout opgetreden bij het schrijven van het bestand.
pl: Wystąpił nieznany błąd podczas zapisywania pliku.
pt_br: Ocorreu um erro desconhecido ao gravar o arquivo.
pt_pt: Ocorreu um erro desconhecido ao gravar o ficheiro.
ro: A apărut o eroare necunoscută în timp ce se scria fișierul.
ru: Произошла неизвестная ошибка при записи файла.
sk: Pri zapisovaní súboru sa vyskytla neznáma chyba.
sv: Ett okänt fel inträffade vid skrivning av filen.
th: เกิดข้อผิดพลาดที่ไม่รู้จักในขณะเขียนไฟล์
tr: Dosyayı yazarken bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка під час запису файлу.
vi: Đã xảy ra một lỗi không xác định khi ghi tệp.
zh_hans: 写入文件时发生未知错误。
zh_hant: 寫入檔案時發生未知錯誤。
zh_hk: 写入文件时发生未知错误。

# TypedOverloads.URLSession.badRequest
source: The request was malformed (400). Please review and try again.
ar: كان الطلب مشوهاً (400). يرجى مراجعة الطلب والمحاولة مرة أخرى.
bg: Запитването беше неправилно форматирано (400). Моля, прегледайте и опитайте отново.
ca: La sol·licitud estava mal formada (400). Si us plau, revisa-ho i torna a intentar-ho.
cs: Požadavek byl nesprávně sestaven (400). Zkontrolujte a zkuste to znovu.
da: Anmodningen var fejlagtig (400). Gennemgå venligst og prøv igen.
de: Die Anfrage war fehlerhaft (400). Bitte überprüfen und erneut versuchen.
el: Το αίτημα ήταν κακοδιατυπωμένο (400). Παρακαλώ ελέγξτε το και δοκιμάστε ξανά.
es: La solicitud está mal formada (400). Revisa y vuelve a intentarlo.
es_419: La solicitud estaba mal formateada (400). Por favor, revisa e intenta nuevamente.
fi: Pyyntö oli virheellinen (400). Tarkista ja yritä uudelleen.
fr: La requête était malformée (400). Veuillez revoir et réessayer.
fr_ca: La requête était malformée (400). Veuillez la réviser et essayer à nouveau.
he: הבקשה הייתה לא תקנית (400). אנא בדוק ונסה שוב.
hi: अनुरोध गलत तरीके से तैयार किया गया था (400)। कृपया समीक्षा करें और फिर से प्रयास करें।
hr: Zahtjev je bio neispravan (400). Molimo provjerite i pokušajte ponovo.
hu: A kérés hibás volt (400). Kérlek, ellenőrizd és próbáld újra.
id: Permintaan tidak valid (400). Silakan periksa dan coba lagi.
it: La richiesta non è valida (400). Controlla e riprova.
ja: リクエストが不正な形式です（400）。再度確認してからお試しください。
kk: Сұраныс дұрыс емес (400). Қарап шығып, қайтадан байқап көріңіз.
ko: 요청이 잘못되었습니다. (400) 검토 후 다시 시도해 주세요.
ms: Permintaan tersebut tidak betul (400). Sila semak semula dan cuba lagi.
nb: Forespørselen var feilformatert (400). Vennligst se over og prøv igjen.
nl: De aanvraag was ongeldig (400). Controleer het en probeer het opnieuw.
pl: Żądanie było źle sformułowane (400). Sprawdź i spróbuj ponownie.
pt_br: A solicitação estava malformada (400). Por favor, revise e tente novamente.
pt_pt: A requisição estava malformada (400). Por favor, revise e tente novamente.
ro: Cererea a fost formatată greșit (400). Te rugăm să revizuiești și să încerci din nou.
ru: Запрос был сформирован неверно (400). Пожалуйста, проверьте и попробуйте снова.
sk: Žiadosť bola nesprávna (400). Skontrolujte ju a skúste to znova.
sv: Begäran var felaktig (400). Granska och försök igen.
th: คำขอถูกสร้างไม่ถูกต้อง (400). กรุณาตรวจสอบและลองใหม่อีกครั้ง
tr: İstek hatalıydı (400). Lütfen gözden geçirin ve tekrar deneyin.
uk: Запит сформульовано неправильно (400). Будь ласка, перевірте та спробуйте ще раз.
vi: Yêu cầu bị sai định dạng (400). Vui lòng xem lại và thử lại.
zh_hans: 请求格式错误（400）。请检查并重试。
zh_hant: 請求格式錯誤 (400)。請檢查並再試一次。
zh_hk: 请求格式不正确（400）。请检查并重试。

# TypedOverloads.URLSession.badURL
source: The URL is malformed. Please check it and try again or report a bug.
ar: رابط URL غير صحيح. يرجى التحقق منه والمحاولة مرة أخرى أو الإبلاغ عن خطأ.
bg: URL адресът е неправилно форматиран. Моля, проверете го и опитайте отново или съобщете за грешка.
ca: L'URL està mal format. Si us plau, revisa-ho i torna a intentar-ho o informa d'un error.
cs: URL je nesprávně sestavená. Zkontrolujte ji a zkuste to znovu nebo nahlaste chybu.
da: URL'en er fejlagtig. Tjek venligst den og prøv igen, eller indberet en fejl.
de: Die URL ist fehlerhaft. Bitte überprüfen und erneut versuchen oder einen Fehler melden.
el: Η διεύθυνση URL είναι κακοδιατυπωμένη. Ελέγξτε την και δοκιμάστε ξανά ή αναφέρετε ένα σφάλμα.
es: La URL está mal formada. Verifícala e intenta de nuevo o informa de un error.
es_419: La URL está mal formada. Por favor, verifica y vuelve a intentarlo o informa de un error.
fi: URL-osoite on virheellinen. Tarkista se ja yritä uudelleen tai ilmoita virheestä.
fr: L'URL est malformée. Veuillez la vérifier et réessayer ou signaler un bogue.
fr_ca: L'URL est malformée. Veuillez la vérifier et essayer à nouveau ou signaler un bogue.
he: ה-URL אינו תקני. אנא בדוק אותו ונסה שוב או דווח על באג.
hi: URL गलत है। कृपया इसे जांचें और फिर से प्रयास करें या किसी त्रुटि की रिपोर्ट करें।
hr: URL je neispravan. Molimo provjerite i pokušajte ponovo ili prijavite grešku.
hu: A URL hibás. Kérlek, ellenőrizd és próbáld újra, vagy jelentsd a hibát.
id: URL tidak valid. Silakan periksa dan coba lagi atau laporkan bug.
it: L'URL non è valido. Controllalo e riprova oppure segnala un bug.
ja: URLが不正な形式です。確認してから再度お試しいただくか、バグを報告してください。
kk: URL дұрыс емес. Оны тексеріп, қайтадан байқап көріңіз немесе ақау туралы хабарласыңыз.
ko: URL이 잘못되었습니다. 확인 후 다시 시도하시거나 버그를 신고해 주세요.
ms: URL ini tidak sah. Sila semak dan cuba lagi atau laporkan ralat.
nb: URL-en er feilformatert. Vennligst kontroller den og prøv igjen eller rapporter en feil.
nl: De URL is ongeldig. Controleer het en probeer het opnieuw of meld een fout.
pl: Adres URL jest źle sformułowany. Sprawdź go i spróbuj ponownie lub zgłoś błąd.
pt_br: A URL está malformada. Por favor, verifique e tente novamente ou informe um erro.
pt_pt: A URL está malformada. Por favor, verifique-a e tente novamente ou reporte um erro.
ro: URL-ul este formatat greșit. Te rugăm să îl verifici și să încerci din nou sau să raportezi o eroare.
ru: URL неверен. Пожалуйста, проверьте его и попробуйте снова или сообщите об ошибке.
sk: URL je nesprávna. Skontrolujte ju a skúste to znova alebo nahláste chybu.
sv: URL:en är felaktig. Vänligen kontrollera och försök igen eller rapportera en bugg.
th: URL มีรูปแบบไม่ถูกต้อง กรุณาตรวจสอบและลองอีกครั้งหรือรายงานข้อผิดพลาด
tr: URL hatalı. Lütfen kontrol edin ve tekrar deneyin veya bir hata bildirin.
uk: URL сформульовано неправильно. Будь ласка, перевірте його і спробуйте ще раз або повідомте про помилку.
vi: URL bị sai định dạng. Vui lòng kiểm tra lại và thử lại hoặc báo cáo lỗi.
zh_hans: URL 格式错误。请检查并重试，或报告错误。
zh_hant: URL 格式錯誤。請檢查並再試一次或報告問題。
zh_hk: 网址格式不正确。请检查并重试，或报告错误。

# TypedOverloads.URLSession.cancelled
source: The request was cancelled. Please try again if this wasn't intended.
ar: تم إلغاء الطلب. يرجى المحاولة مرة أخرى إذا لم يكن ذلك مقصودًا.
bg: Запитването беше отменено. Моля, опитайте отново, ако това не беше планирано.
ca: La sol·licitud s'ha cancel·lat. Si això no era intencionat, torna a intentar-ho.
cs: Požadavek byl zrušen. Pokud to nebylo zamýšleno, zkuste to prosím znovu.
da: Anmodningen blev annulleret. Prøv venligst igen, hvis dette ikke var meningen.
de: Die Anfrage wurde abgebrochen. Bitte erneut versuchen, wenn dies nicht gewollt war.
el: Το αίτημα ακυρώθηκε. Παρακαλώ δοκιμάστε ξανά αν αυτό δεν ήταν η πρόθεσή σας.
es: La solicitud fue cancelada. Intenta de nuevo si esto no era lo que pretendías.
es_419: La solicitud fue cancelada. Por favor, intenta nuevamente si esto no era lo que pretendías.
fi: Pyyntö peruttiin. Yritä uudelleen, jos tämä ei ollut tarkoitus.
fr: La requête a été annulée. Veuillez réessayer si ce n'était pas prévu.
fr_ca: La requête a été annulée. Veuillez réessayer si ce n'était pas voulu.
he: הבקשה בוטלה. אנא נסה שוב אם זה לא היה מכוון.
hi: अनुरोध रद्द कर दिया गया था। यदि यह इरादा नहीं था तो कृपया फिर से प्रयास करें।
hr: Zahtjev je otkazan. Molimo pokušajte ponovo ako to nije bilo namjeravano.
hu: A kérés törölve lett. Kérlek, próbáld újra, ha ez nem volt szándékos.
id: Permintaan dibatalkan. Silakan coba lagi jika ini tidak dimaksudkan.
it: La richiesta è stata annullata. Riprova se non era questa l'intenzione.
ja: リクエストはキャンセルされました。意図しない場合は再度お試しください。
kk: Сұраныс тоқтатылды. Бұл ниетсіз болды ма, қайтадан байқап көріңіз.
ko: 요청이 취소되었습니다. 의도한 것이 아니면 다시 시도해 주세요.
ms: Permintaan telah dibatalkan. Sila cuba lagi jika ini tidak dimaksudkan.
nb: Forespørselen ble avbrutt. Vennligst prøv igjen hvis dette ikke var hensikten.
nl: De aanvraag is geannuleerd. Probeer het opnieuw als dit niet de bedoeling was.
pl: Żądanie zostało anulowane. Spróbuj ponownie, jeśli nie było to zamierzone.
pt_br: A solicitação foi cancelada. Por favor, tente novamente se isso não era o que você pretendia.
pt_pt: A requisição foi cancelada. Tente novamente se isto não era pretendido.
ro: Cererea a fost anulată. Te rugăm să încerci din nou dacă acesta nu era scopul.
ru: Запрос был отменен. Пожалуйста, попробуйте снова, если это было ненамеренно.
sk: Žiadosť bola zrušená. Skúste to znova, ak to nebolo zamýšľané.
sv: Förfrågan avbröts. Vänligen försök igen om detta inte var avsett.
th: คำขอถูกยกเลิก กรุณาลองใหม่อีกครั้งหากนี่ไม่ใช่เจตนา
tr: İstek iptal edildi. Bu kasıtlı değilse tekrar deneyin.
uk: Запит скасовано. Будь ласка, спробуйте ще раз, якщо це не було заплановано.
vi: Yêu cầu đã bị hủy. Vui lòng thử lại nếu điều này không phải là ý định của bạn.
zh_hans: 请求已被取消。如果这不是您所期望的，请重试。
zh_hant: 請求已被取消。如果這不是預期的，請再次嘗試。
zh_hk: 请求已被取消。如果这不是预期的，请重试。

# TypedOverloads.URLSession.cannotFindHost
source: Cannot find host. Please check your internet connection and try again.
ar: لا يمكن العثور على المضيف. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
bg: Не може да се намери хост. Моля, проверете интернет връзката си и опитайте отново.
ca: No es pot trobar l'amfitrió. Comprova la teva connexió a Internet i torna a intentar-ho.
cs: Nelze najít hostitele. Zkontrolujte své připojení k internetu a zkuste to znovu.
da: Kan ikke finde vært. Tjek venligst din internetforbindelse og prøv igen.
de: Host kann nicht gefunden werden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν είναι δυνατή η εύρεση του κεντρικού υπολογιστή. Ελέγξτε τη σύνδεση στο διαδίκτυο σας και δοκιμάστε ξανά.
es: No se puede encontrar el host. Verifica tu conexión a internet e intenta de nuevo.
es_419: No se puede encontrar el host. Por favor, verifica tu conexión a internet e intenta nuevamente.
fi: Isäntää ei löytynyt. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Impossible de trouver l'hôte. Veuillez vérifier votre connexion Internet et réessayer.
fr_ca: Impossible de trouver l'hôte. Veuillez vérifier votre connexion Internet et réessayer.
he: לא ניתן למצוא את המחשב המרוחק. אנא בדוק את החיבור לאינטרנט שלך ונסה שוב.
hi: होस्ट नहीं मिल रहा है। कृपया अपने इंटरनेट कनेक्शन की जांच करें और फिर से प्रयास करें।
hr: Ne mogu pronaći poslužitelj. Molimo provjerite svoju Internet vezu i pokušajte ponovo.
hu: Nem található házigazda. Kérlek, ellenőrizd az internetkapcsolatodat és próbáld újra.
id: Tidak dapat menemukan host. Silakan periksa koneksi internet Anda dan coba lagi.
it: Impossibile trovare l'host. Controlla la tua connessione internet e riprova.
ja: ホストが見つかりません。インターネット接続を確認し、再度お試しください。
kk: Хост табылмады. Интернет қосылымыңызды тексеріп, қайтадан байқап көріңіз.
ko: 호스트를 찾을 수 없습니다. 인터넷 연결을 확인 후 다시 시도해 주세요.
ms: Tidak dapat mencari hos. Sila semak sambungan internet anda dan cuba lagi.
nb: Kan ikke finne vert. Vennligst sjekk internettforbindelsen din og prøv igjen.
nl: Kan host niet vinden. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie można znaleźć hosta. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
pt_br: Não foi possível encontrar o host. Por favor, verifique sua conexão com a internet e tente novamente.
pt_pt: Não é possível encontrar o host. Por favor, verifique a sua ligação à internet e tente novamente.
ro: Nu se poate găsi gazda. Te rugăm să verifici conexiunea la internet și să încerci din nou.
ru: Не удаётся найти хост. Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sk: Nie je možné nájsť hostiteľa. Skontrolujte svoje internetové pripojenie a skúste to znova.
sv: Kan inte hitta värd. Vänligen kontrollera din internetanslutning och försök igen.
th: ไม่สามารถค้นหาโฮสต์ได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
tr: Ana bilgisayar bulunamıyor. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Не вдається знайти хост. Будь ласка, перевірте своє з'єднання з Інтернетом і спробуйте ще раз.
vi: Không thể tìm thấy máy chủ. Vui lòng kiểm tra kết nối internet và thử lại.
zh_hans: 找不到主机。请检查您的互联网连接并重试。
zh_hant: 無法找到主機。請檢查您的網路連接並再試一次。
zh_hk: 无法找到主机。请检查您的互联网连接并重试。
